work/Univ/20180923_3D_sphere/result/ana00101/ana00101/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
simulationType laminar;
