work/Univ/20180923_3D_sphere/result/ana00101/ana00101/system/fvSchemes
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSchemes;
}
ddtSchemes{
  default steadyState;
}
gradSchemes{
  default cellLimited Gauss linear 1;
}
divSchemes{
  default none;
  div(phi,U) bounded Gauss limitedLinearV 1;
  div((nuEff*dev2(T(grad(U))))) Gauss linear;
}
laplacianSchemes{
  default Gauss linear corrected;
}
interpolationSchemes{
  default linear;
}
snGradSchemes{
  default corrected;
}
fluxRequired{
  default no;
  p;
}
