work/Univ/20180923_3D_sphere/result/ana00101/ana00101/system/surfaceFeaturesDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      surfaceFeaturesDict;
}
surfaces
(
    "Cuboid.stl"
    "model2.stl"
);
includedAngle 165.0;
subsetFeatures
{
    nonManifoldEdges no;
    openEdges yes;
}
writeObj yes;
